# Taps
tap 'hombrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'fd'
brew 'ffmpeg'
brew 'ffmpegthumbnailer'
brew 'fish'
brew 'fzf'
brew 'git' 
brew 'imagemagick'
brew 'jq'
brew 'lazygit'
brew 'mas'
brew 'neovim'
brew 'poppler'
brew 'ripgrep'
brew 'ruby'
brew 'sevenzip'
brew 'starship'
brew 'stow'
brew 'sketchybar'
brew 'tmux'
brew 'yazi'
brew 'zoxide'

# Apps
cask 'arc'
cask 'aerospace'
cask 'discord'
cask 'docker'
cask 'slack'
cask 'sf-symbols'
cask 'sol'
cask 'steam'
cask 'wezterm'

# Fonts
cask 'font-jetbrains-mono'
cask 'font-symbols-only-nerd-font'

# Mac App Store
mas 'Bitwarden', id: 1352778147
