# Taps
tap 'hombrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'fish'
brew 'fzf'
brew 'git' 
brew 'lazygit'
brew 'mas'
brew 'neovim'
brew 'ruby'
brew 'starship'
brew 'stow'
brew 'sketchybar'
brew 'tmux'

# Apps
cask 'arc'
cask 'aerospace'
cask 'discord'
cask 'docker'
cask 'kitty'
cask 'slack'
cask 'sf-symbols'
cask 'sol'
cask 'steam'

# Fonts
cask 'font-hack-nerd-font'
cask 'font-iosevka-term-nerd-font' 

# Mac App Store
mas 'Bitwarden', id: 1352778147
